Repository: Arkenon/frontend-login-and-registration-blocks
Catalog: languages/frontend-login-and-registration-blocks-*.po
Languages: tr_tr

source: A collection of Gutenberg blocks for login, registration and lost password forms and more...
tr_tr: Giriş, kayıt ve şifremi unuttum formları ve daha fazlası için Gutenberg blokları koleksiyonu...

# activation_page
source: User Activation Page
tr_tr: Kullanıcı Aktivasyonu Sayfası

# activation_page_description
source: Select a page if you selected 'Yes' in the 'Enable user activation' setting
tr_tr: 'Kullanıcı aktivasyonunu etkinleştir' ayarında 'Evet'i seçtiyseniz bir sayfa seçin

source: Additional Fields
tr_tr: Ek Alanlar

# admin_general_settings
source: General Settings
tr_tr: Genel Ayarlar

# admin_mail_settings
source: E-Mail Templates
tr_tr: E-Posta Şablonları

# alert_for_logged_in_users
source: This form is only shown to logged in users...
tr_tr: Bu form yalnızca giriş yapmış kullanıcılara gösterilir.

# alert_for_non_logged_in_users
source: This form is only shown to users who are not logged in.
tr_tr: Bu form yalnızca giriş yapmamış kullanıcılara gösterilir.

source: All fields are required.
tr_tr: Tüm alanlar zorunludur

# already_signed_in_message
source: Already signed up?
tr_tr: Zaten üye misiniz?

# block description
source: Display a welcome card for logged in users. Card has a logout button.
tr_tr: Giriş yapan kullanıcılar için bir hoş geldiniz kartı gösterin. Kartta çıkış düğmesi bulunur.

# block description
source: Display login form
tr_tr: Giriş formunu göster

# block description
source: Display register form
tr_tr: Kayıt formunu göster

# block description
source: Display reset password form
tr_tr: Şifre sıfırlama formunu göster

# block description
source: Display user activation result
tr_tr: Kullanıcı aktivasyon sonucunu göster

# block description
source: Display user settings form
tr_tr: Kullanıcı ayarları formunu göster

# block description
source: Navigation menu item for login/logout operation.
tr_tr: Giriş/çıkış işlemleri için navigasyon menü elemanı

# block title
source: Login Form
tr_tr: Giriş Formu

# block title
source: Login/Logout Menu Item
tr_tr: Giriş/Çıkış Menu Elemanı

# block title
source: Register Form
tr_tr: Kayıt Formu

# block title
source: Reset (Lost) Password Form
tr_tr: Şifremi Sıfırlama Formu

# block title
source: User Activation Block
tr_tr: Kullanıcı Aktivasyon Bloğu

# block title
source: User Settings Form
tr_tr: Kullanıcı Ayarları Formu

# block title
source: Welcome Card
tr_tr: Hoşgeldin Kartı

source: Button Background Color
tr_tr: Buton Arkaplan Rengi

source: Button Border
tr_tr: Buton Kenarlığı

source: Button Border Radius
tr_tr: Buton Kenar Yarıçapı

source: Button Font Weight
tr_tr: Buton Font Kalınlığı

source: Button Settings
tr_tr: Buton Ayarları

source: Button Text Color
tr_tr: Buton Yazı Rengi

source: Change Password
tr_tr: Şifre Değiştir

source: Change Password Form
tr_tr: Şifre Değiştirme Formu

# change_avatar_description
source: You can change your profile picture on Gravatar.
tr_tr: Profil görselini Gravatar üzerinden değiştirebilirsiniz.

# check_your_user_info_error
source: Make sure your user information is correct.
tr_tr: Bilgilerinizin doğru girildiğinden emin olunuz.

source: Current Password
tr_tr: Mevcut Şifre

# current_password_error
source: Your current password is wrong. Please check it again.
tr_tr: Mevcut şifreniz yanlış. Lütfen tekrar kontrol ediniz.

# current_password_input_text
source: Current Password
tr_tr: Mevcut Şifre

# current_password_placeholder_text
source: Enter your current password
tr_tr: Mevcut şifrenizi giriniz

source: Description Settings
tr_tr: Açıklama Ayarları

# email_input_text
source: Your e-mail
tr_tr: E-postanız

# email_or_username_input_text
source: Username or E-mail
tr_tr: Kullanıcı adı veya E-posta

# email_or_username_placeholder_text
source: Enter your username or e-mail
tr_tr: Kullanıcı adı veya e-postanızı girin

# email_placeholder_text
source: Enter your e-mail
tr_tr: E-postanızı girin

# enable_emails
source: Enable E-Mail Sending
tr_tr: E-Posta Gönderimini Aktifleştir

source: Enable Google Recaptcha
tr_tr: Google Recaptcha'yı Etkinleştir

# enable_limit_login
source: Enable limit login attempts
tr_tr: Giriş denemelerini sınırlamayı aç

# enable_limit_login_description
source: Protect your web site from too many unsuccessful login attempts.
tr_tr: Web sitenizi çok fazla hatalı giriş denemelerinden koruyun

source: Enter your current password
tr_tr: Mevcut şifrenizi giriniz

source: Enter your e-mail
tr_tr: E-postanızı giriniz

source: Enter your first name
tr_tr: Adınızı giriniz

source: Enter your last name
tr_tr: Soyadınızı giriniz

source: Enter your new password
tr_tr: Yeni şifrenizi giriniz

source: Enter your new password again
tr_tr: Yeni şifrenizi tekrar giriniz

source: Enter your password
tr_tr: Şifrenizi giriniz

source: Enter your password again
tr_tr: Şifrenizi tekrar giriniz

source: Enter your username
tr_tr: Kullanıcı adınızı giriniz

source: Enter your username or e-mail
tr_tr: Kullanıcı adı veya e-postanızı giriniz

source: Enter your website url
tr_tr: Website adresinizi giriniz

source: First Name
tr_tr: Ad

source: First Name (optional)
tr_tr: Ad (tercihe bağlı)

# first_name_input_text
source: First Name
tr_tr: Ad

# first_name_placeholder_text
source: Enter your first name
tr_tr: Adınızı giriniz

source: Font Weight & Font Color
tr_tr: Font Kalınlığı & Rengi

# general_error_message
source: Reset password e-mail can not sent. Please contact with site administrator.
tr_tr: Şifre sıfırlama e-postası gönderilemedi. Lütfen site yöneticisiyle iletişime geçin.

# general_error_message
source: Something went wrong while generating the reset key. Please try again.
tr_tr: Sıfırlama anahtarı oluşturulurken bir sorun oluştu. Lütfen tekrar deneyin.

# general_error_message
source: Something went wrong. Please try again later.
tr_tr: Bir hata oluştu. Daha sonra tekrar deneyiniz.

# general_success_message
source: Operation has been completed successfully.
tr_tr: İşlem başarılı.

# go_to_user_dashboard_text
source: Go to user dashboard
tr_tr: Kullanıcı sayfasına git

# has_activation
source: Enable user activation
tr_tr: Kullanıcı aktivasyonunu aç

# has_activation_description
source: If you want to send an activation code to your users, select 'Yes'.
tr_tr: Kullanıcılarınıza bir aktivasyon kodu göndermek istiyorsanız, 'Evet'i seçin.

# has_user_settings
source: Enable user settings
tr_tr: Kullanıcı ayarlarını aç

# has_user_settings_description
source: If you want to show a user settings page, select Yes. (Don't forget to select a User Settings page below)
tr_tr: Eğer bir kullanıcı ayarlar sayfası göstermek istiyorsanız, 'Evet'i seçin. (Aşağıdan bir Kullanıcı Ayarları sayfası seçmeyi unutmayın)

# hello_text
source: Hello
tr_tr: Merhaba

# hide_wp_login_admin
source: Hide wp-login&wp-admin
tr_tr: wp-login & wp-admin Sayfalarını Gizle

# hide_wp_login_admin_description
source: If you choose 'Yes', users who are not logged in will be redirected to the home page.
tr_tr: Eğer 'Evet'i seçerseniz, giriş yapmayan kullanıcılar anasayfaya yönlendirilecektir.

source: I have read and accept <a href="%1$s" target="_blank">terms and conditions</a> and <a href="%2$s" target="_blank">privacy policy</a>
tr_tr: <a href="%1$s" target="_blank">Kullanım şartları</a> ve <a href="%2$s" target="_blank">gizlilik politikasını</a> okudum ve kabul ediyorum.

source: I have read and accept terms and conditions and privacy policy.
tr_tr: Şartlar ve koşulları ve gizlilik politikasını okudum ve kabul ediyorum.

source: Input Border Radius
tr_tr: Input Kenar Yarıçapı

source: Input Settings
tr_tr: Input Ayarları

# invalid_username_or_pass
source: Invalid username or password.
tr_tr: Hatalı kullanıcı adı veya şifre.

source: Label Settings
tr_tr: Etiket Ayarları

source: Last Name
tr_tr: Soyad

source: Last Name (optional)
tr_tr: Soyad (tercihe bağlı)

# last_name_input_text
source: Last Name
tr_tr: Soyad

# last_name_placeholder_text
source: Enter your last name
tr_tr: Soyadınızı giriniz

# limit_login_lockout_duration
source: Lockout duration (as seconds)
tr_tr: Kilitleme süresi (saniye cinsinden)

# limit_login_max_attempt
source: Maximum number of attempts
tr_tr: Maksimum giriş denemesi sayısı

# limit_login_settings
source: Limit Login Attempts
tr_tr: Giriş Denemelerini Sınırlama

# loading_text
source: Loading...
tr_tr: Yükleniyor...

source: Login
tr_tr: Giriş

source: Login, Registration and Lost Password Blocks
tr_tr: Giriş, Kayıt ve Şifremi Unuttum Form Blokları

source: Login Page
tr_tr: Giriş Sayfası

# login_page_description
source: Select a page if created a login page.
tr_tr: Eğer bir giriş sayfası oluşturduysanız buradan seçiniz.

# login_successful
source: You have successfully logged in...
tr_tr: Başarıyla giriş yaptınız...

# login_text
source: Login
tr_tr: Giriş Yap

source: Logout
tr_tr: Çıkış

# logout_text
source: Logout
tr_tr: Çıkış Yap

# lost_password_page
source: Lost (Reset) Password Page
tr_tr: Şifremi Unuttum Sayfası

source: Make sure, a PHP Mailer installed on your server and SMTP configurations is completed.
tr_tr: Sunucunuzda PHP Mailer yüklü olduğundan ve SMTP ayarlarının yapıldığından emin olunuz.

source: New Password
tr_tr: Yeni Şifre

source: New Password Again
tr_tr: Yeni Şifre Tekrar

# new_password_again_input_text
source: New Password Again
tr_tr: Yeni Şifre Tekrar

# new_password_again_placeholder_text
source: Enter your new password again
tr_tr: Yeni şifrenizi tekrar giriniz

# new_password_input_text
source: New Password
tr_tr: Yeni Şifre

# new_password_placeholder_text
source: Enter your new password
tr_tr: Yeni şifrenizi giriniz

# no_text
source: No
tr_tr: Hayır

source: Password
tr_tr: Şifre

source: Password Again
tr_tr: Şifre Tekrar

source: Password Reset Request Form
tr_tr: Şifre Sıfırlama İstek Formu

# password_again_input_text
source: Password Again
tr_tr: Şifre Yeniden

# password_again_placeholder_text
source: Enter your password again
tr_tr: Şifrenizi yeniden giriniz

# password_input_text
source: Password
tr_tr: Şifre

# password_match_error
source: Your passwords do not match
tr_tr: Şifreleriniz eşleşmiyor

# password_placeholder_text
source: Enter your password
tr_tr: Şifrenizi giriniz

source: Passwords do not match.
tr_tr: Şifreler eşleşmiyor.

source: Privacy Policy Page
tr_tr: Gizlilik Politikası Sayfası

# redirect_page_after_login
source: Redirection Page After Login
tr_tr: Giriş Sonrası Yönlendirme Sayfası

# redirect_page_after_login_description
source: Select a page if you want to redirect users to a specific page after login.
tr_tr: Oturum açtıktan sonra kullanıcıları belirli bir sayfaya yönlendirmek istiyorsanız bir sayfa seçin.

source: Register
tr_tr: Kaydol

# register_button_text
source: Register
tr_tr: Kayıt Ol

# register_mail_title_to_admin
source: New Member Registration
tr_tr: Yeni Üye Kaydı

# register_mail_title_to_user
source: Welcome to Join Us
tr_tr: Aramıza Hoş Geldiniz

# register_mail_to_admin
source: Registration Mail Template for Admin
tr_tr: Kayıt E-Posta Taslağı (Yöneticiler İçin)

# register_mail_to_admin_template
source: New member registered to your web site. <br> Username: {{username}} | User E-Mail: {{email}}
tr_tr: Web sitenize yeni üye kaydı gerçekleşti. <br> Kullanıcı adı: {{username}} E-posta: {{email}}

# register_mail_to_user
source: Registration Mail Template for User
tr_tr: Kayıt E-Posta Şablonu (Üyeler İçin)

# register_mail_to_user_template
source: Hello {{username}}, <br> Welcome to our website.
tr_tr: Merhaba {{username}}, <br> Web sitemize hoş geldin.

# register_mail_to_user_template_with_activation
source: Hello {{username}}. You have been signed up successfully. Please click the membership activation link below: <br/> {{activation_link}}
tr_tr: Merhaba {{username}}. Kayıt işlemi başarıyla tamamlandı. Lütfen aşağıdaki üyelik aktivasyon linkine tıklayın: <br/> {{activation_link}}

# register_mail_to_user_with_activation
source: Registration Mail Template for User (With Activation Code)
tr_tr: Kayıt E-Posta Şablonu (Üyeler İçin - Aktivasyon Kodu İle Birlikte)

# register_succession
source: You have been signed up successfully. You can sign in with your username and password.
tr_tr: Başarıyla kaydoldunuz. Kullanıcı adınız ve şifreniz ile giriş yapabilirsiniz.

# register_succession_with_activation
source: You have been signed up successfully. Please click the membership activation link sent your e-mail.
tr_tr: Başarıyla kaydoldunuz. Lütfen e-postanıza gönderilen üyelik aktivasyon linkine tıklayınız.

source: Registration Page
tr_tr: Kayıt Ol Sayfası

source: Remember me
tr_tr: Beni hatırla

# remember_me_text
source: Remember me
tr_tr: Beni hatırla

# reset_password_button_text
source: Lost Password
tr_tr: Şifremi Unuttum

# reset_password_mail_title
source: Your Password Changed
tr_tr: Şifreniz Değişti

# reset_password_mail_to_user
source: Password Change Mail Template for User
tr_tr: Şifre Değişme E-Posta Şablonu (Üyeler İçin)

# reset_password_mail_to_user_template
source: Hello {{username}}, <br> This notice confirms that your password was changed. If you did not change your password, please contact the Site Administrator.
tr_tr: Merhaba {{username}}, <br> Bu bildirim, parolanızın değiştirildiğini onaylar. Şifrenizi değiştirmediyseniz, lütfen Site Yöneticisi ile iletişime geçin.

# reset_password_request_confirmation
source: We have successfully get your request. We have sent you an e-mail. Please check your inbox...
tr_tr: İsteğinizi başarıyla aldık. Size bir e-posta gönderdik. Lütfen gelen kutunuzu kontrol edin...

# reset_password_request_mail_to_user
source: Password Reset Request Mail Template
tr_tr: Parola Sıfırlama İsteği Posta Şablonu

# reset_password_request_mail_to_user_template
source: Hello {{username}}, <br> You can change your password from the link below <br> {{reset_link}} <br> Thanks for your attention.
tr_tr: Merhaba {{username}}, <br> Aşağıdaki bağlantıdan şifrenizi değiştirebilirsiniz <br> {{reset_link}} <br> İlginiz için teşekkürler.

# reset_password_request_user_not_found
source: Sorry, we can't find a user with that email address.
tr_tr: Üzgünüz, bu e-posta adresine sahip bir kullanıcı bulamadık.

# reset_request_mail_title
source: Reset Password Request
tr_tr: Şifre Sıfırlama İsteği

# select_text
source: Please select...
tr_tr: Lütfen seçiniz...

source: Send Request
tr_tr: İstek Gönder

# send_reset_request
source: Send Request
tr_tr: İstek Gönder

# send_reset_request_description
source: Please enter your e-mail address. We will send you an e-mail to reset your password.
tr_tr: Lütfen e-mail adresinizi giriniz. Parolanızı sıfırlamak için size bir e-posta göndereceğiz.

source: Show Description
tr_tr: Açıklamayı Göster

source: Show First Name
tr_tr: Adı Göster

source: Show labels
tr_tr: Etiketleri Göster

source: Show Last Name
tr_tr: Soyadı Göster

source: Show Placeholders
tr_tr: Yer Tutucuları Göster

source: Show Terms and Conditions / Privacy Policy Checkbox
tr_tr: Şartlar ve Koşullar / Gizlilik Politikası Onay Kutusunu Göster

source: Step 1
tr_tr: Adım 1

source: Step 2
tr_tr: Adım 2

# submit_reset_password_button_text
source: Change Password
tr_tr: Şifreyi Değiştir

source: Terms and Conditions Page
tr_tr: Şartlar ve Koşullar Sayfası

source: This is a placeholder for the USER ACTIVATION BLOCK. Go to the front end of the page to preview the activation result.
tr_tr: Bu, KULLANICI AKTİVASYON BLOĞU için bir yer tutucudur. Etkinleştirme sonucunu önizlemek için sayfanın ön yüzüne gidin.

source: This is a placeholder for the WELCOME CARD BLOCK to display a welcome card for logged in users. Card has a logout button... Go to the front end of the page to preview the activation result.
tr_tr: Bu, oturum açmış kullanıcılar için bir hoş geldiniz kartı görüntülemek üzere HOŞ GELDİNİZ KARTI BLOĞU için bir yer tutucudur. Kartta bir çıkış düğmesi vardır... Etkinleştirme sonucunu önizlemek için sayfanın ön yüzüne gidin.

# unsuccessful_login_attempts_error
source: You have made too many unsuccessful login attempts. Please wait %1$s %2$s
tr_tr: Çok fazla başarısız giriş denemesi yaptınız. Lütfen %1$s %2$s bekleyiniz.

source: Update User
tr_tr: Kullanıcıyı Güncelle

# update_user_button_text
source: Update User
tr_tr: Kullanıcıyı Güncelle

# user_already_activated
source: This account has already activated.
tr_tr: Hesabınız zaten aktif.

# user_bio_text
source: Your short biography (optional)
tr_tr: Kısa özgeçmişiniz (tercihe bağlı)

# user_exist_error
source: This user already exist.
tr_tr: Bu kullanıcı zaten mevcut.

# user_first_name_placeholder_text
source: Enter your first name
tr_tr: Adınızı giriniz

# user_first_name_text
source: First Name (optional)
tr_tr: Adınız (isteğe bağlı)

# user_last_name_placeholder_text
source: Enter your last name
tr_tr: Soyadınızı giriniz

# user_last_name_text
source: Last Name (optional)
tr_tr: Soyadınız (isteğe bağlı)

# user_not_activated
source: Please activate your account. We sent you an email. Click the activation link in the email.
tr_tr: Lütfen hesabınızı aktif edin. Size bir e-posta gönderdik. E-postadaki aktivasyon bağlantısını tıklayın.

source: User Settings Page
tr_tr: Kullanıcı Ayarları Sayfası

# user_settings_page_description
source: Select a page if you selected 'Yes' in the 'Enable user settings' setting
tr_tr: "Kullanıcı ayarlarını etkinleştir" ayarında "Evet"i seçtiyseniz bir sayfa seçin

# user_website_placeholder_text
source: Enter your website url
tr_tr: Web site adresinizi giriniz

# user_website_text
source: Website Url (optional)
tr_tr: Web siteniz (isteğe bağlı)

source: Username
tr_tr: Kullanıcı Adı

source: Username or E-mail
tr_tr: Kullanıcı Adı veya E-Posta

# username_exist_error
source: This username already exist.
tr_tr: Bu kullanıcı adı zaten mevcut.

# username_input_text
source: Username
tr_tr: Kullanıcı Adı

# username_placeholder_text
source: Enter your username
tr_tr: Kullanıcı adınızı giriniz

# users_can_register_error
source: Users are not allowed to register on this website.
tr_tr: Kullanıcıların bu web sitesine kayıt olmasına izin verilmiyor.

source: Website Url (optional)
tr_tr: Website Adresi (tercihe bağlı)

# wrong_activation_code
source: Wrong activation code. Please contact with your site administrator.
tr_tr: Yanlış aktivasyon kodu. Lütfen site yöneticinizle iletişime geçin.

# wrong_reset_password_link
source: Wrong reset password link. Please check your reset link sent to your e-mail address or send a new request.
tr_tr: Yanlış sıfırlama şifresi bağlantısı. Lütfen e-posta adresinize gönderilen sıfırlama bağlantınızı kontrol edin veya yeni bir istek gönderin.

# yes_text
source: Yes
tr_tr: Evet

source: You are not authorized to see this page.
tr_tr: Bu sayfayı görme yetkiniz yok.

# you_can_use_this_tags_text
source: You can use these tags:
tr_tr: Bu etiketleri kullanabilirsiniz:

source: Your e-mail
tr_tr: E-posta adresiniz

source: Your password has been reset successfully.
tr_tr: Şifreniz başarıyla sıfırlanmıştır.

source: Your password reset link appears to be invalid. Please request a new one.
tr_tr: Şifre sıfırlama bağlantınız geçersiz görünüyor. Lütfen yeni bir bağlantı talep edin.

source: Your short bio (optional)
tr_tr: Kısa özgeçminiz (tercihe bağlı)

# your_account_has_activated
source: Your account has activated successfully. You can sign in.
tr_tr: Hesabınız başarıyla etkinleştirildi. Giriş yapabilirsiniz.
